
rec1 = "ДЕЛАЙТЕ ЗАМЕРЫ.\n\
ОБХВАТ: груди, талии, бедер, руки, ноги, живота.\n\
Делать замер УТРОМ, после утреннего\n\
туалета по-маленькому, ДО выпитого стакана воды.\n\
И сделайте обязательно после 3 дней,\n\
поделитесь со мной результатом!\n\
\n\
РАСПРЕДЕЛИТЕ ПРИЁМЫ ПИЩИ\n\
равномерно в течении дня по схеме:\n\
- завтрак через 30 мин после пробуждения;\n\
- обед 12-00 – 13-00;\n\
- ужин 18-00 – 18-30;\n\
- перекусы посередине между завтраком\n\
и обедом, обедом и ужином;\n\
- если между завтраком и обедом\n\
менее 4 часов – 1 перекус убирайте.\n\
Утром, сразу после пробуждения, выпивайте\n\
1 стакан воды, комнатной температуры.\n\
\n\
Последний прием пищи в 18-30.\n\
Последний стакан воды в 19-00.\n\
(Даже если вы ляжете спать глубокой ночью)\n\
Жарить еду МОЖНО, но только БЕЗ масла!\n\
Все блюда солим по вкусу.\n\
\n\
Пить чай/кофе ОДНОВРЕМЕННО\n\
с приемом пищи можно только на завтрак,\n\
все последующие ТОЛЬКО через 30 мин\n\
после еды (добавлять сахар можно только\n\
утром, и пить/не пить чай/кофе зависит\n\
только от вас, это просто рекомендация).\n\
\n\
И помните, если есть\n\
ингредиенты, которые вы не\n\
едите, их всегда можно\n\
заменить. Просто спросите\n\
меня на что можно сделать замену.\n\
Во все салаты можно добавлять любую\n\
зелень, чеснок, 1 ст.л. масла или 1 ч.л.\n\
греческого йогурта, соль, зернистую\n\
горчицу 1 ч.л., сок лимона.".format()

url1 = "https://www.instagram.com/natali_******/"